/* No comment provided by engineer. */"%.0lfk of %.0lfk" = "%1$.0lfk sur %2$.0lfk";/* No comment provided by engineer. */"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ a été installé et sera prêt à être utilisé au prochain lancement ! Voulez-vous le relancer %3$@ maintenant ?";/* No comment provided by engineer. */"%@ %@ is currently the newest version available." = "%1$@ %2$@ est à jour.";/* No comment provided by engineer. */"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ est disponible (vous avez la version %3$@). Voulez-vous la télécharger maintenant ?";/* No comment provided by engineer. */"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ n'a pas la permission d'écrire dans le dossier de l'application ! Avez-vous lancé l'application depuis une image disque ? Si ce n'est pas le cas, contactez votre administrateur.";/* No comment provided by engineer. */"A new version of %@ has been installed!" = "Une nouvelle version de %@ a été installée !";/* No comment provided by engineer. */"A new version of %@ is available!" = "Une nouvelle version de %@ est disponible !";/* No comment provided by engineer. */"An error occurred during installation. Please try again later." = "Une erreur est survenue pendant l'installation. Veuillez réessayer plus tard.";/* No comment provided by engineer. */"An error occurred in retrieving update information. Please try again later." = "Une erreur est survenue pendant la recherche d'une mise à jour. Veuillez réessayer plus tard.";/* No comment provided by engineer. */"An error occurred while extracting the archive. Please try again later." = "Une erreur est survenue pendant la décompression de l'archive. Veuillez réessayer plus tard.";/* No comment provided by engineer. */"An error occurred while trying to download the file. Please try again later." = "Une erreur est survenue pendant le téléchargement de l'archive. Veuillez réessayer plus tard.";/* No comment provided by engineer. */"An update is already in progress!" = "Une mise à jour est déjà en cours !";/* No comment provided by engineer. */"Cancel" = "Annuler";/* No comment provided by engineer. */"Check for updates on startup?" = "Rechercher les mises à jour au lancement ?";/* No comment provided by engineer. */"Downloading update" = "Téléchargement de la mise à jour…";/* No comment provided by engineer. */"Extracting update" = "Décompression de la mise à jour…";/* No comment provided by engineer. */"Install and Relaunch" = "Installer et relancer";/* No comment provided by engineer. */"Installing update" = "Installation de la mise à jour…";/* No comment provided by engineer. */"No" = "Non";/* No comment provided by engineer. */"OK" = "OK";/* No comment provided by engineer. */"Ready to install!" = "Prêt à installer !";/* No comment provided by engineer. */"Update Error!" = "Erreur lors de la mise à jour !";/* No comment provided by engineer. */"Updating %@" = "Mise à jour de %@";/* No comment provided by engineer. */"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Voulez-vous que %@ recherche des mises à jour au lancement ? Si non, vous pouvez rechercher les mises à jour manuellement depuis le menu application.";/* No comment provided by engineer. */"Yes" = "Oui";/* No comment provided by engineer. */"You're up to date!" = "Vous êtes à jour !";